IDEA Open Model
TimeAxis.CreepTime Property
Compatible with IDEA StatiCa Beta 20.0
 time from which the creep is calculated
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double CreepTime { get; set; }
Public Property CreepTime As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
TimeAxis Class
IdeaRS.OpenModel.Concrete Namespace